Repository: RonnyDo/Wammer
Catalog: po/extra/*.po
Languages: fr

source: Jamming your WiFi network
fr: Brouillez votre réseau Wi-Fi

source: wammer;jammer;wifijammer;aircrack;
fr: wammer;brouilleur;brouilleur wifi;

source: Wammer lets you kick out all clients in your WiFi network, so you can enjoy its full bandwidth. Best part of the story: everything works fully automatically!
fr: Wammer vous permet de déconnecter tous les clients connectés à votre réseau Wi-Fi, afin que vous puissiez profiter de toute la bande passante. La meilleure partie de l'histoire : tout fonctionne de façon complétement automatique !

source: In order to work Wammer needs the aircrack-ng installed and a compatible WiFi device to work. For more information please visit the project's homepage.
fr: Afin de pouvoir fonctionner Wammer nécessite que aircrack-ng soit installé et que le périphérique Wi-Fi soit compatible. Pour plus d'informations veuillez consulter la page du projet.

source: Disclaimer: This software is for educational purposes only. Jamming WiFi networks might violate certain laws or regulations in your country. Make sure you have the network owner's permission to run this program. You are using this software on your own risk.
fr: Avertissement : Ce logiciel est à but éducatif uniquement. Le brouillage des réseaux Wi-Fi peut violer certaines lois ou régulations dans votre pays. Assurez-vous d'avoir la permission du propriétaire du réseau pour exécuter ce programme. Vous utilisez ce logiciel à vos risques et périls.

source: Update build scripts
fr: Mise à jour des scripts de compilations

source: elementary OS "Hera" Release!!1!
fr: Version elementary OS « Hera » !

source: "Hans! Hol den Flammenwerfer!" - Added German translation
fr: « Hans! Hol den Flammenwerfer! » - Ajout des traductions en allemand

source: Small typo fix
fr: Petite correction d'orthographe

source: No bigger issues so far means first main release!!1!
fr: Pas de gros problèmes jusque là, ce qui signifie première version principale !

source: Fix "Add aircrack-ng as a dependency" (issue #4)
fr: Correction de « Add aircrack-ng as a dependency » (ticket N°4)

source: Fix "Mention legality disclaimer in description" (issue #5)
fr: Correction de « Mention legality disclaimer in description » (ticket N°5)

source: Bonus: add some pixie dust
fr: Bonus : ajout de poussière de lutin

source: fix issue Invalid AppData file (issue #3)
fr: Correction fdu fichier AppData invalide (ticket N°3)

source: fix issue Invalid AppData file (issue #2)
fr: Correction fdu fichier AppData invalide (ticket N°2)

source: fix issue Invalid AppData file (issue #1)
fr: Correction fdu fichier AppData invalide (ticket N°1)

source: Initial release
fr: Version initiale

source: Jammer is inactive
fr: Le brouilleur est inactif

source: Jammer is activated
fr: Le brouilleur est actif
