Repository: RonnyDo/Wammer
Catalog: po/*.po
Languages: de, fr, nl, ru

source: Select the Wi-Fi interface, which will be used for jamming.
de: Wähle die Wi-Fi-Schnittstelle aus, welche zum Stören verwenden werden soll.
ru: Выберите беспроводной интерфейс который будет использоваться для генератора помех.

source: Everything works fine.
de: Alles funktioniert.
fr: Tout fonctionne bien.
nl: Alles is in orde.
ru: Все работает отлично.

source: The jammer is <b>inactive</b>. Your Wi-Fi network will work as usual.
de: Der Störsender ist <b>inaktiv</b>. Dein Wi-Fi-Netzwerk arbeitet wie gewohnt.
ru: Генератор помех <b>активен</b>. Ваша Wi-Fi сеть будет работать как обычно.

source: Activate jammer
de: Störsender aktivieren
fr: Activer le brouilleur
nl: Blokkade opwerpen
ru: Включить генератор помех

source: We're taking off!
de: Wir heben ab!
fr: On décolle !
nl: We rijden het station uit!
ru: Мы взлетаем!

source: The jammer gets started. Please hold on a moment.
de: Der Störsender wird gestartet. Einen Moment bitte.
fr: Le brouilleur est en cours de lancement. Veuillez patienter un instant.
nl: De blokkade wordt opgeworpen; even geduld...
ru: Генератор помех запускается. Пожалуйста, подождите.

source: Full power back…
de: Volle Kraft zurück…
ru: В полной власти…

source: The jammer gets stopped. Please hold on a moment.
de: Der Störsender wird gestoppt. Einen Moment bitte.
fr: Le brouilleur est en cours d'arrêt. Veuillez patienter un instant.
nl: De blokkade wordt opgeheven; even geduld...
ru: Генератор помех останавливается. Пожалуйста, подождите.

source: Bzzzzzz!
ru: З-з-з-з-з-!

source: The jammer is <b>active</b> now! Your device should be the only one, which is able to communicate with the Wi-Fi router.
de: Der Störsender ist jetzt <b>aktiv</b>! Nur dein Gerät sollte in der Lage sein, mit dem Wi-Fi-Router zu kommunizieren.
ru: Генератор помех <b>активен</b>! Ваше устройстве должен быть единственным, у которого должен работать беспроводной доступ в интернет.

source: Deactivate jammer
de: Störsender deaktivieren
fr: Désactiver le brouilleur
nl: Blokkade opheffen
ru: Отключить генератор помех

source: That won't work!
de: Das wird nicht funktionieren!
fr: Cela ne fonctionnera pas !
nl: Dát gaat niet werken!
ru: Это не будет работать!

source: You need at least one Wi-Fi interface installed.
de: Mindestens ein Wi-Fi-Gerät muss installiert sein.
ru: Вам нужен по крайней мере один беспроводной интерфейс.

source: Exit
de: Beenden
fr: Quitter
nl: Afsluiten
ru: Выход

source: Disclaimer
de: Haftungsausschluss
fr: Avertissement
nl: Vrijwaringsclausule
ru: Отказ от ответственности

source: Jamming Wi-Fi networks might violate certain laws or regulations in your country. You are using this software on your own risk!
de: Das Stören von Wi-Fi-Netzwerken verstößt in deinem Land möglicherweise gegen bestimmte Gesetze oder Regularien. Du benutzt diese Software auf eigene Gefahr!
ru: Глушители Wi-Fi сетей возможно нарушают некоторые законы или правила в вашей стране. Вы используете это программное обеспечение на свой страх и риск!

source: Got it!
de: Hab's verstanden!
fr: J'ai compris !
nl: Ik begrijp het!
ru: Получил его!

source: Jammer is busy or already active.
de: Der Störsender ist gerade beschäftigt oder bereits aktiv.
fr: Le brouilleur est occupé ou déja actif.
nl: Jammer is bezig of reeds actief.
ru: Генератор помех занят или уже активен.

source: Make sure the Wi-Fi interface '%s' is plugged in and connected to a network.
ru: Убедитесь, что беспроводной интерфейс "%s" доступен и подключен к сети.

source: Uppps, something wen't wrong … Maybe you try it one more time!
de: Uppps, etwas ist schief gelaufen … Versuche es noch einmal!
ru: Упс, что-то пошло не так… может вам попробовать еще раз!

source: Unfortunately the Wi-Fi interface '%s' doesn‘t seem to be supported. Please check %s for more information.
de: Das Wi-Fi-Gerät '%s' scheint nicht unterstützt zu werden. Mehr Infomrationen dazu findest du auf %s.
ru: К сожалению Wi-Fi интерфейс "%s" не поддерживается. Пожалуйста посетите %s для получения дополнительной информации.

source: Error while stopping jammer process. Try again or kill process manually: 'sudo kill %s'
fr: Erreur lors de l'arrêt du processus de brouillage. Veuillez réessayer ou stopper le processus manuellement : « sudo kill %s »
nl: Er is een fout opgetreden tijdens het afsluiten van het Jammer-proces. Probeer het opnieuw of handmatig: 'sudo kill %s'
ru: Ошибка во время остановки процесса генератора помех. Попробуйте снова или убейте процесс вручную: 'sudo kill %s'

source: Select the WiFi interface, which will be used for jamming.
fr: Sélectionnez l'interface Wi-Fi qui sera utilisée pour le brouillage.
nl: Kies het Wi-Fi-apparaat dat je wilt gebruiken voor blokkades.

source: The jammer is <b>inactive</b>. Your WiFi network will work as usual.
fr: Le brouilleur est <b>inactif</b>. Votre réseau Wi-Fi fonctionne normalement.
nl: Er wordt <b>niks</b> geblokkeerd. Je Wi-Fi-netwerk werkt zoals gebruikelijk.

source: Full power back...
fr: Retour en plein puissance...
nl: We nemen kracht terug...

source: The jammer is <b>active</b> now! Your device should be the only one, which is able to communicate with the WiFi router.
fr: Le brouilleur est désormais <b>actif</b> ! Votre appareil devrait être le seul, qui peut se connecter au routeur Wi-Fi.
nl: De blokkade is <b>opgeworpen</b>! Je apparaat zou nu het enige apparaat moeten zijn dat kan communiceren met je Wi-Fi-router.

source: You need at least one WiFi interface installed.
fr: Vous devez avoir au moins une interface Wi-Fi d'installée.
nl: Je moet minimaal één Wi-Fi-apparaat aan boord hebben.

source: Jamming WiFi networks might violate certain laws or regulations in your country. You are using this software on your own risk!
fr: Le brouillage des réseaux Wi-Fi peut violer certaines lois ou régulations dans votre pays. Vous utilisez ce logiciel à vos risques et périls !
nl: Het blokkeren van Wi-Fi-netwerken kan bepaalde landswetten overtreden. Gebruik van deze software is op eigen risico!

source: Make sure the WiFi interface '%s' is plugged in and connected to a network.
fr: Assurez-vous que l'interface Wi-Fi « %s » est branchée et connectée à un réseau.
nl: Controleer of het Wi-Fi-apparaat '%s' is aangekoppeld en verbonden met een netwerk.

source: Uppps, something wen't wrong ... Maybe you try it one more time!
fr: Oups, une erreur s'est produite... Peut-être que vous devriez essayer à nouveau !
nl: Oeps, er is iets misgegaan... Probeer het nog eens!

source: Unfortunately the WiFi interface '%s' doesn‘t seem to be supported. Please check %s for more information.
fr: Malheureusement, l'interface Wi-Fi « %s » n'a pas l'air d'être prise en charge. Veuillez consulter %s pour plus d'informations.
nl: Het Wi-Fi-apparaat '%s' lijkt niet te worden ondersteund. Bekijk '%s' voor meer informatie.
